Repository: oco2000/xfce4-kbdleds-plugin
Catalog: po/*.po
Languages: fr

source: OFF
fr: ETEINT

source: ON
fr: ALLUMÉ

source: Unable to open the following url: %s
fr: Impossible d'ouvrir l'URL suivante: %s

source: Kbdleds Plugin
fr: Greffon Kbdleds

source: Help
fr: Aide

source: Close
fr: Fermer

source: Active Foreground Color
fr: Couleur de premier plan si actif

source: Active Background Color
fr: Couleur d'arrière plan si actif

source: Show Caps Lock indicator
fr: Montrer l'indicateur de Verr. Maj

source: Show Num Lock indicator
fr: Montrer l'indicateur de Verr. Num

source: Show Scroll Lock indicator
fr: Montrer l'indicateur d'Arrêt défil

source: Keyboard LEDs plugin for the Xfce panel
fr: Greffon montrant l'état des LEDs de clavier pour le tableau de bord Xfce
